app/controllers/caregories_controller.rb

  def index
    @caregories = Caregory.all
---
SELECT "caregories".* FROM "caregories"